tap "anomalyco/tap"
tap "jeffreywildman/virt-manager"
tap "sst/tap"
brew "python@3.13"
brew "aider"
brew "bat"
brew "cloudflared"
brew "deno"
brew "eza"
brew "ffmpeg"
brew "gh"
brew "glances"
brew "gum"
brew "helm"
brew "htop"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "kustomize"
brew "portaudio"
brew "pyenv"
brew "pyenv-virtualenv"
brew "tree"
brew "watch"
brew "yt-dlp"
brew "anomalyco/tap/opencode"
brew "jeffreywildman/virt-manager/virt-viewer"
cask "gstreamer-runtime"
cask "slack"
cask "tigervnc-viewer"
cask "wine-stable"
vscode "ahmadawais.shades-of-purple"
vscode "antfu.file-nesting"
vscode "bierner.markdown-mermaid"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "circledev.glsl-canvas"
vscode "dracula-theme.theme-dracula"
vscode "enkia.tokyo-night"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "hediet.vscode-drawio"
vscode "humao.rest-client"
vscode "kilocode.kilo-code"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "nimda.deepdark-material"
vscode "pomdtr.excalidraw-editor"
vscode "pshaddel.conventional-branch"
vscode "redhat.vscode-yaml"
vscode "robbowen.synthwave-vscode"
vscode "roonie007.hide-files"
vscode "sdras.night-owl"
vscode "slevesque.shader"
vscode "teabyii.ayu"
vscode "vivaxy.vscode-conventional-commits"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
vscode "whizkydee.material-palenight-theme"
vscode "zhuangtongfa.material-theme"
