tap "anomalyco/tap"
tap "infisical/get-cli"
tap "oven-sh/bun"
brew "bat"
brew "oven-sh/bun/bun"
brew "cloudflared"
brew "deno"
brew "eza"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "glances"
brew "gum"
brew "helm"
brew "htop"
brew "infisical"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "kustomize"
brew "pnpm"
brew "portaudio"
brew "tree"
brew "watch"
brew "yt-dlp"
brew "zsh"
brew "anomalyco/tap/opencode"
